Repository: dream7739/Popcorn
Catalog: Localizable.xcstrings
Source language: ko
Languages: en

source: 검색
en: SEARCH

source: 검색 결과가 없습니다
en: No search results

source: 게임, 시리즈, 영화를 검색하세요..
en: Search for games, series, movies..

source: 내가 찜한 리스트
en: My favorites

source: 메인 포스터
en: main poster

source: 미디어를 저장했어요 :)
en: media saved :)

source: 비슷한 콘텐츠
en: SIMILAR CONTENTS

source: 에러
en: error

source: 영화 & 시리즈
en: movie & series

source: 영화 시리즈
en: movie series

source: 예고편
en: trailer

source: 예고편 없음
en: No trailer

source: 이미 저장된 미디어에요 :)
en: This image is already saved. :)

source: 재생
en: Play trailer

source: 저장
en: Save

source: 지금 뜨는 TV 시리즈
en: POPULAR TV SERIES

source: 지금 뜨는 영화
en: TRENDING MOVIE

source: 추천 시리즈 & 영화
en: Recommended Series & Movies

source: 출연:
en: cast:

source: 크리에이터:
en: creator:

source: 확인
en: confirm
